Repository: wp-plugins/post-to-queue
Catalog: languages/post-to-queue-*.po
Languages: sr_rs

source: Add to queue
sr_rs: Додај у ред за чекање

source: Post queued. <a href="%s">Preview post</a>
sr_rs: Чланак је стављен у ред за чекање. <a href="%s">Прегледај чланак</a>

source: Page queued. <a href="%s">Preview page</a>
sr_rs: Страна је стављена у ред за чекање. <a href="%s">Прегледај страну</a>

source: Queue Interval
sr_rs: Интервал реда за чекање

source: Queue Publish Days
sr_rs: Дани за објављивање из реда за чекање

source: Queue Publish Hours
sr_rs: Часови за објављивање из реда чекања

# interval settings field
source: %s minutes
sr_rs: %s минута

source: This value defines the interval for the <strong>Post to Queue</strong> plugin.
sr_rs: Ова вредност одређује интервал за додатак <strong>Објави у ред за чекање</strong>.

source: Select days of the week when you want queued posts to be published.
sr_rs: Одаберите дане у седмици када желите да се чланци у реду за чекање објаве.

source: Publish queued posts only between %1$s and %2$s
sr_rs: Објави чланке у реду за чекање само између %1$s и %2$s

source: Select the period of the day when you want queued posts to be published. Current time is <code>%1$s</code>.
sr_rs: Одаберите период дана када желите да чланци из вашег реда за чекање буду објављени. Тренутно време је <code>%1$s</code>.

# post state
source: Queued
sr_rs: Стављен у ред за чекање

# post row action title
source: Queue this post
sr_rs: Стави овај чланак у ред за чекање

# post row action
source: Queue
sr_rs: Стави у ред за чекање

# post row action title
source: Unqueue this post
sr_rs: Уклони овај чланак из реда за чекање

# post row action
source: Unqueue
sr_rs: Уклони из реда за чекање

source: Queue Reorder
sr_rs: Поредак реда за чекање

source: Something wrong happened. Please reload this page and try again.
sr_rs: Нешто погрешно се десило. Молимо вас да поново учитате страницу и покушате поново.

source: New queue order was sucessfully saved.
sr_rs: Нови поредак реда за чекање је успешно снимљен.

# post status name
source: Queued
sr_rs: Стављен у ред за чекање

# post status count label
source: Queued <span class="count">(%s)</span>
sr_rs: Ред за чекање <span class="count">(%s)</span>

source: Donate
sr_rs: Донирај

# plugin actions link
source: Settings
sr_rs: Подешавања

source: Post to Queue Interval
sr_rs: Интервал за Објави у ред за чекање

source: Post to Queue
sr_rs: Објави у ред за чекање

source: Stack posts to queue and auto publish them in chosen interval and time frame.
sr_rs: Ставите чланке у ред за чекање и аутоматски их објавите након одабраног интервала и одређеног временског распона.

source: Milan Dinić
sr_rs: Милан Динић

source: http://blog.milandinic.com/
sr_rs: http://www.milandinic.com/
